export const data = [
	{
		id: 1,
		label: 'Технологии',
		range: [1980, 1986],
		events: [
			{
				id: 0,
				year: 1980,
				short: '',
			},
			{
				id: 1,
				year: 1981,
				short: '',
			},
			{
				id: 2,
				year: 1982,
				short: '',
			},
			{
				id: 3,
				year: 1983,
				short: '',
			},
			{
				id: 4,
				year: 1984,
				short: '',
			},
			{
				id: 5,
				year: 1985,
				short: '',
			},
			{
				id: 6,
				year: 1986,
				short: '',
			},
		],
	},
	{
		id: 2,
		label: 'Кино',
		range: [1987, 1991],
		events: [
			{
				id: 0,
				year: 1987,
				short: '',
			},
			{
				id: 1,
				year: 1988,
				short: '',
			},
			{
				id: 2,
				year: 1989,
				short: '',
			},
			{
				id: 3,
				year: 1990,
				short: '',
			},
			{
				id: 4,
				year: 1991,
				short: '',
			},
			{
				id: 5,
				year: 1992,
				short: '',
			},
			{
				id: 6,
				year: 1993,
				short: '',
			},
		],
	},
	{
		id: 3,
		label: 'Литература',
		range: [1992, 1997],
		events: [
			{
				id: 0,
				year: 1992,
				short: '',
			},
			{
				id: 1,
				year: 1993,
				short: '',
			},
			{
				id: 2,
				year: 1994,
				short: '',
			},
			{
				id: 3,
				year: 1995,
				short: '',
			},
			{
				id: 4,
				year: 1996,
				short: '',
			},
			{
				id: 5,
				year: 1997,
				short: '',
			},
		],
	},
	{
		id: 4,
		label: 'Искусство',
		range: [1999, 2004],
		events: [
			{
				id: 0,
				year: 1999,
				short: '',
			},
			{
				id: 1,
				year: 2000,
				short: '',
			},
			{
				id: 2,
				year: 2001,
				short: '',
			},
			{
				id: 3,
				year: 2002,
				short: '',
			},
			{
				id: 4,
				year: 2003,
				short: '',
			},
			{
				id: 5,
				year: 2004,
				short: '',
			},
		],
	},
	{
		id: 5,
		label: 'Спорт',
		range: [2006, 2014],
		events: [
			{
				id: 0,
				year: 2006,
				short: '',
			},
			{
				id: 1,
				year: 2007,
				short: '',
			},
			{
				id: 2,
				year: 2008,
				short: '',
			},
			{
				id: 3,
				year: 2009,
				short: '',
			},
			{
				id: 4,
				year: 2010,
				short: '',
			},
			{
				id: 5,
				year: 2011,
				short: '',
			},
			{
				id: 6,
				year: 2012,
				short: '',
			},
			{
				id: 7,
				year: 2013,
				short: '',
			},
			{
				id: 8,
				year: 2014,
				short: '',
			},
		],
	},
	{
		id: 6,
		label: 'Наука',
		range: [2015, 2022],
		events: [
			{
				id: 0,
				year: 2015,
				short: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
			},
			{
				id: 1,
				year: 2016,
				short: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
			},
			{
				id: 2,
				year: 2017,
				short: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
			},
			{
				id: 3,
				year: 2018,
				short: '2 мая — впервые у планеты, находящейся вне Солнечной системы, обнаружен в атмосфере гелий.',
			},
			{
				id: 4,
				year: 2019,
				short: 'Впервые получила официальное одобрение вакцина от лихорадки Эбола',
			},
			{
				id: 5,
				year: 2020,
				short: 'Ученым удалось обнаружить и корректно датировать наскальное изображение возрастом более 40 тысяч лет.',
			},
			{
				id: 6,
				year: 2021,
				short: 'Матричные РНК-вакцины от COVID-19 считаются одним из важнейших достижений в медицине за последние 20 лет.',
			},
			{
				id: 7,
				year: 2022,
				short: '19 января — учёные с помощью телескопа «Хаббл» впервые обнаружили чёрную дыру, которая создаёт звёзды, а не поглощает их',
			},
		],
	},
]
